Overload List
Name  |   Description
IsValidDisplayUnit(DisplayUnitType)
 Checks whether a display unit is valid.
IsValidDisplayUnit(UnitType, DisplayUnitType)
 Checks whether a display unit is valid for a given unit type.
 See Also
  UnitUtils Class
  UnitUtils Members
  Autodesk.Revit.DB Namespace